[M_MedicalMystery MissionDefinition]
MissionName="Mistério Médico"
MissionDescription="Alguns habitantes de [place]Three Horns Valley[-place] buscaram ajuda na clínica do Dr. Zed apresentando feridas inexplicáveis: buracos de bala sem projéteis dentro, queimaduras sem vestígios, etc. O bom doutor gostaria que você fosse até [place]Three Horns Valley[-place] e investigasse o que pode estar causando essas feridas."
TurnInDescription="Você teve um dos seus primeiros contatos com a tecnologia Eridiana. As coisas estão saindo um pouco fora do controle."
MissionSummary="Procure a arma misteriosa para o Dr. Zed."
MissionGiver="Dr. Zed"
MissionTurnInLocation="Dr. Piedade"
TeaserText="O que mais poderia abrir um buraco de bala sem ser uma bala?"

[M_MedicalMystery:FindGun MissionObjectiveDefinition]
ProgressMessage="Encontre a arma misteriosa"

[M_MedicalMystery:FindGun_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MedicalMystery:HeadToMercyCave MissionObjectiveDefinition]
ProgressMessage="Vá até a masmorra do Dr. Piedade"

[M_MedicalMystery:HeadToMercyCave_ObjectiveSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MedicalMystery:KillBandit MissionObjectiveDefinition]
ProgressMessage="Elimine o Dr. Piedade"

[M_MedicalMystery:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MedicalMystery:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MedicalMystery:SearchMercy MissionObjectiveDefinition]
ProgressMessage="Registre o Dr. Piedade"

